StruSoft.Interop.StruXml.Data.Material_type


StruSoft.Interop.StruXml.Data.Material_type.Item


StruSoft.Interop.StruXml.Data.Material_type.Guid


StruSoft.Interop.StruXml.Data.Material_type.Last_change


StruSoft.Interop.StruXml.Data.Material_type.Action


StruSoft.Interop.StruXml.Data.Material_type.Hash_order_id


StruSoft.Interop.StruXml.Data.Material_type.Name


StruSoft.Interop.StruXml.Data.Material_type.Standard


StruSoft.Interop.StruXml.Data.Material_type.Country


StruSoft.Interop.StruXml.Data.Material_type.AnyAttr
